00
38
410
577
V57
724
414
250.11
569
491
558
453
945
715
291
434
522
486
562
812
840
707
996
250.8
197
722
428
518
995
540
599
682
415
250.12
998
427
493
648
432
153
780
211
276
296
433
455
250.13
425
997
786
332
404
250.42
435
593
721
820
198
188
295
658
852
459
162
278
250.1
292
977
611
250.41
592
590
553
555
618
250
250.02
288
663
571
250.6
348
447
686
402
444
250.82
584
860
536
574
354
730
962
250.7
309
438
560
431
790
626
244
294
250.4
921
280
250.81
446
787
552
797
275
161
250.83
714
585
440
403
277
576
824
436
465
430
88
567
557
729
799
625
204
851
437
426
320
480
515
664
511
831
8
723
331
225
578
396
376
346
808
466
530
182
401
53
193
575
537
596
737
531
189
386
481
733
239
461
442
823
416
492
250.01
556
805
794
357
600
535
238
512
420
250.03
285
507
191
79
287
726
253
286
298
250.22
591
532
311
681
423
482
174
992
252
785
263
155
443
789
290
303
458
807
293
728
284
V58
V56
220
273
793
711
424
781
283
210
226
496
519
850
413
746
5
564
719
441
185
644
487
310
660
485
411
893
693
572
157
685
151
782
886
250.23
642
307
586
534
300
199
801
941
614
240
654
627
391
924
608
784
250.92
203
135
881
150
643
972
821
202
345
112
738
445
451
655
388
42
510
541
566
565
727
70
250.2
154
501
495
148
333
398
604
514
250.43
V54
180
250.3
989
241
710
3
550
716
844
242
218
490
158
843
508
725
588
230
235
595
694
804
965
920
344
274
646
312
78
473
429
340
266
351
V53
Missing
456
196
891
172
335
922
890
732
233
813
854
621
470
V45
192
999
861
991
355
250.93
41
289
156
228
692
822
641
853
656
82
883
308
659
478
304
914
V55
282
866
349
462
864
250.31
205
526
971
533
751
892
61
935
601
959
9
602
149
236
745
227
305
802
251
394
341
380
944
964
49
680
382
810
581
475
661
759
933
163
500
379
47
250.32
171
568
27
359
516
184
873
34
825
882
783
875
695
323
327
384
527
969
800
957
865
452
620
867
617
718
958
358
966
463
V63
421
54
528
350
709
494
521
35
E909
652
513
795
464
324
878
338
623
11
281
133
717
7
201
374
142
847
183
207
368
967
261
736
164
356
815
970
756
395
845
647
952
212
622
696
645
117
342
619
378
607
573
897
250.33
200
684
337
791
160
871
353
V71
583
594
616
297
983
306
963
39
826
457
788
57
735
683
255
796
579
361
245
603
990
195
792
223
816
836
842
V70
115
753
939
250.21
377
454
928
705
143
383
237
114
214
250.5
334
942
976
934
250.91
529
175
366
152
179
170
301
66
208
570
665
708
915
980
136
632
360
187
V51
146
803
671
250.9
551
691
84
362
906
885
110
524
879
94
637
336
580
369
145
839
605
215
141
397
633
474
862
848
V66
246
477
598
V26
10
36
448
846
863
917
219
250.53
835
417
634
610
904
352
272
582
615
814
V60
385
370
422
968
299
747
347
913
994
318
250.52
173
734
48
903
837
700
806
817
916
703
216
